9/data/attachments/dd9747c7ef6c9480.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrea_community_Friend_14185_9</nif:username>
            <nif:friendToBeRequested>soap_friends_9f294a72-b022-490e-aa65-2f2eab2308cd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>